cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'caskroom/fonts'

brew 'zsh'
brew 'git'
brew 'git-flow'
brew 'thefuck'
brew 'openssl'
brew 'wget'
brew 'cmake'
brew 'coreutils'
brew 'gcc'
brew 'Pygments'




cask 'font-source-code-pro'
cask 'docker'
cask 'iterm2'
cask 'firefox'
cask 'google-chrome'
cask 'spectacle'
cask 'visual-studio-code'
cask 'pgadmin4'
cask 'slack'
cask 'vlc'
cask 'sequel-pro'
cask 'caffeine'
cask 'tomighty'
